[
    {
        "name": "Nora Jenkins",
        "text": "Innovus was founded in 2012 with the vision of changing the way small business owners experience finance across Australia and New Zealand. With our proprietary technology platform and fast, simple online application process, Prospa provides cash flow products and services that enable small businesses to grow and prosper. To date, we have lent over $2 billion to thousands of happy customers – businesses who didn’t realise it could be this easy.?",
        "picture": "https://i.ibb.co/m6KdZfs/02-team-1.png",
        "designation": "Co-Founder",
        "company": "Desh Industries"
    },
    {
        "name": "Lindsay Whitfield",
        "text": "Inovus  changing the way small business owners experience finance across Australia and New Zealand. With our proprietary technology platform and fast, simple online application process, Prospa provides cash flow products and services that enable small businesses to grow and prosper. To date, we have lent over $2 billion to thousands of happy customers – businesses who didn’t realise it could be this easy.?",
        "picture": "https://i.ibb.co/dmMFLzh/03-team-1.png",
        "designation": "General Manager",
        "company": "Logitech"
    },
    {
        "name": "Winnie Bailey",
        "text": "Innovus  finance across Australia and New Zealand. With our proprietary technology platform and fast, simple online application process, Prospa provides cash flow products and services that enable small businesses to grow and prosper. To date, we have lent over $2 billion to thousands of happy customers – businesses who didn’t realise it could be this easy.?",
        "picture": "https://i.ibb.co/Bw1tdm6/01-team-1.png",
        "designation": "Assistant General Manager",
        "company": "Sonae Engineering"
    },
    {
        "name": "Garrett Sullivan",
        "text": "Inovus the way small business owners experience finance across Australia and New Zealand. With our proprietary technology platform and fast, simple online application process, Prospa provides cash flow products and services that enable small businesses to grow and prosper. To date, we have lent over $2 billion to thousands of happy customers – businesses who didn’t realise it could be this easy.?",
        "picture": "https://i.ibb.co/Bw1tdm6/01-team-1.png",
        "designation": "Senior Engineer",
        "company": "Steal-Tech"
    }
]