[
    {
        "name": "Electrical Installation",
        "text": "Electrical Installation are the non-physical, intangible parts of our economy, as opposed to goods, which we can touch or handle. Services, such as banking, education, medical treatment, and transportation make up the majority of the economies of the rich nations. They also represent most of the emerging nations' economies."
    },
    {
        "name": "Testing and Commissioning",
        "text": "Testing and Commissioning are the non-physical, intangible parts of our economy, as opposed to goods, which we can touch or handle. Services, such as banking, education, medical treatment, and transportation make up the majority of the economies of the rich nations. They also represent most of the emerging nations' economies."
    },
    {
        "name": "Preventive Maintenance",
        "text": "Preventive Maintenance are the non-physical, intangible parts of our economy, as opposed to goods, which we can touch or handle. Services, such as banking, education, medical treatment, and transportation make up the majority of the economies of the rich nations. They also represent most of the emerging nations' economies."
    },
    {
        "name": "Power System Analysis",
        "text": "Power System Analysis are the non-physical, intangible parts of our economy, as opposed to goods, which we can touch or handle. Services, such as banking, education, medical treatment, and transportation make up the majority of the economies of the rich nations. They also represent most of the emerging nations' economies."
    },
    {
        "name": "Automation ",
        "text": "Automationare the non-physical, intangible parts of our economy, as opposed to goods, which we can touch or handle. Services, such as banking, education, medical treatment, and transportation make up the majority of the economies of the rich nations. They also represent most of the emerging nations' economies."
    },
    {
        "name": "General Electrical Supplies",
        "text": "General Electrical Supplies are the non-physical, intangible parts of our economy, as opposed to goods, which we can touch or handle. Services, such as banking, education, medical treatment, and transportation make up the majority of the economies of the rich nations. They also represent most of the emerging nations' economies."
    },
    {
        "name": "Machining",
        "text": "Machining are the non-physical, intangible parts of our economy, as opposed to goods, which we can touch or handle. Services, such as banking, education, medical treatment, and transportation make up the majority of the economies of the rich nations. They also represent most of the emerging nations' economies."
    },
    {
        "name": "Tools and Hardware",
        "text": "Tools and Hardware are the non-physical, intangible parts of our economy, as opposed to goods, which we can touch or handle. Services, such as banking, education, medical treatment, and transportation make up the majority of the economies of the rich nations. They also represent most of the emerging nations' economies."
    },
    {
        "name": "Electrical Wirening",
        "text": "Electrical Wirening are the non-physical, intangible parts of our economy, as opposed to goods, which we can touch or handle. Services, such as banking, education, medical treatment, and transportation make up the majority of the economies of the rich nations. They also represent most of the emerging nations' economies."
    }
]